Repository: SeakyLuo/SMPlayer
Catalog: SMPlayer/Strings/*/Resources.resw
Source language: en_us
Languages: zh_cn

source: Add To
zh_cn: 添加到

# AddAllAppButton.Label
source: Add All To
zh_cn: 添加全部到

source: Add Lyrics
zh_cn: 添加歌词

# AddLyricsButton.Content
source: Add Lyrics
zh_cn: 添加歌词

# AddLyricsButton.ToolTipService.ToolTip
source: Search and add lyrics for all music
zh_cn: 为所有歌曲搜索并添加歌词

# AddToAppButton.Label
source: Add To
zh_cn: 添加到

# AddToAppButton.ToolTipService.ToolTip
source: Add To Playlist
zh_cn: 添加到播放列表

# AddToButton.ToolTipService.ToolTip
source: Add To
zh_cn: 添加到

source: Album
zh_cn: 专辑

# AlbumArtistTextBlock.Text
source: Album Artist
zh_cn: 专辑艺术家

# AlbumArtItem.Label
source: See Album Art
zh_cn: 显示专辑插图

# AlbumArtPivotItem.Header
source: Album Art
zh_cn: 专辑插图

# AlbumHeader.Header
source: Album
zh_cn: 专辑

# AlbumPreferenceCheckBox.Content
source: Preferred Albums
zh_cn: 偏好专辑

source: Albums
zh_cn: 所有专辑

# AlbumsItem.Content
source: Albums
zh_cn: 专辑

# AlbumsItem.ToolTipService.ToolTip
source: Group By Album
zh_cn: 根据专辑分组

# AlbumsTextBlock.Text
source: Albums
zh_cn: 专辑

# AlbumTextBlock.Text
source: Album
zh_cn: 专辑

# AllComboItem.Content
source: All
zh_cn: 全部

# AppDisplayName
source: SMPlayer
zh_cn: 简音播放器

# AppTitle.Text
source: SMPlayer
zh_cn: 简音播放器

source: Artist
zh_cn: 歌手

# ArtistHeader.Header
source: Artist
zh_cn: 歌手

# ArtistPreferenceCheckBox.Content
source: Preferred Artists
zh_cn: 偏好歌手

source: Artists
zh_cn: 所有歌手

# ArtistSearchBox.PlaceholderText
source: Search Artists
zh_cn: 搜索歌手

# ArtistsItem.Content
source: Artists
zh_cn: 歌手

# ArtistsItem.ToolTipService.ToolTip
source: Group By Artist
zh_cn: 根据歌手分组

# ArtistsTextBlock.Text
source: Artists
zh_cn: 歌手

# ArtistTextBlock.Text
source: Artist
zh_cn: 歌手

# AutoLyricsToggleSwitch.OffContent
source: Automatically add lyrics to recent added songs.
zh_cn: 自动为最近添加的歌曲添加歌词

# AutoLyricsToggleSwitch.OnContent
source: Automatically add lyrics to recent added songs.
zh_cn: 自动为最近添加的歌曲添加歌词

# AutoPlayToggleSwitch.OffContent
source: Play music automatically after this App is launched.
zh_cn: 打开应用后自动播放歌曲

# AutoPlayToggleSwitch.OnContent
source: Play music automatically after this App is launched.
zh_cn: 打开应用后自动播放歌曲

# AutoScrollLyricsCheckBox.Content
source: Scroll lyrics automatically when playing music.
zh_cn: 歌曲播放时自动滚动歌词

# BackButton.ToolTipService.ToolTip
source: Back
zh_cn: 返回

# BitrateTextBlock.Text
source: Bitrate
zh_cn: 比特率

# BugReportButton.Content
source: Bug Report
zh_cn: 报告问题

# CancelAppButton.Label
source: Cancel
zh_cn: 取消

# CancelButton.Content
source: Cancel
zh_cn: 取消

# ChangeAlbumArtButton.ToolTipService.ToolTip
source: Change Album Art
zh_cn: 更改专辑插图

# ClearAppButton.Label
source: Clear
zh_cn: 清空

# ClearAppButton.ToolTipService.ToolTip
source: Clear Playlist
zh_cn: 清空播放列表

# ClearHistoryAppButton.Label
source: Clear History
zh_cn: 清空历史

# ClearInvalidAppBarButton.Label
source: Clear Invalid
zh_cn: 清除失效

# ClearInvalidAppBarButton.ToolTipService.ToolTip
source: Remove all invalid items.
zh_cn: 一键清除所有失效项目

# ClearNowPlayingAppButton.Label
source: Clear All
zh_cn: 清空全部

# ClearNowPlayingAppButton.ToolTipService.ToolTip
source: Clear Now Playing
zh_cn: 清空正在播放列表

# ClearNowPlayingMenuItem.Text
source: Clear Now Playing
zh_cn: 清空正在播放

# ClearNowPlayingMenuItem.ToolTipService.ToolTip
source: Clear Now Playing
zh_cn: 清空正在播放

# ClearPlayCountButton.Content
source: Clear
zh_cn: 清零

# ClearPlayCountButton.ToolTipService.ToolTip
source: Clear Play Count
zh_cn: 将播放次数清零

# ClearSelectionAppButton.Label
source: Clear Selection
zh_cn: 清除选择

# ComposersTextBlock.Text
source: Composers
zh_cn: 作曲家

source: Confirm
zh_cn: 确认

# ConfirmButton.Content
source: Confirm
zh_cn: 确认

# DateAddedHeader.Header
source: Date Added
zh_cn: 添加日期

# DateCreatedTextBlock.Text
source: Date Created
zh_cn: 创建日期

# DateModifiedTextBlock.Text
source: Date Modified
zh_cn: 修改日期

source: day
zh_cn: 天

source: days
zh_cn: 天

source: Delete
zh_cn: 删除

source: Delete From Disk
zh_cn: 从本地删除

# DeleteAlbumArtButton.ToolTipService.ToolTip
source: Remove Album Art
zh_cn: 移除专辑插图

# DeleteAppButton.Label
source: Delete From Disk
zh_cn: 从本地删除

# DeleteItem.Text
source: Delete
zh_cn: 删除

# DisableAllAppBarButton.Label
source: Disable All
zh_cn: 停用全部

# DisplayCheckBox.Content
source: Don't show this next time
zh_cn: 不再显示

# DisplayTextBlock.Text
source: Display
zh_cn: 展示

# DuplicateItem.Text
source: Duplicate
zh_cn: 复制

# DurationHeader.Header
source: Duration
zh_cn: 时长

# DurationTextBlock.Text
source: Duration
zh_cn: 时长

source: Edit Playlists
zh_cn: 编辑所有播放列表

# EditAlbumArtButton.Label
source: Edit Album Art
zh_cn: 编辑专辑插图

source: Enter Full Screen Mode
zh_cn: 进入全屏模式

source: Exit Full Screen
zh_cn: 退出全屏

source: Exit Full Screen Mode
zh_cn: 退出全屏模式

# ExitFullScreenButton.ToolTipService.ToolTip
source: Exit Full Screen Mode
zh_cn: 退出全屏模式

# ExitFullScreenIconTextButton.Label
source: Exit Full Screen
zh_cn: 退出全屏

# ExitFullScreenIconTextButton.ToolTipService.ToolTip
source: Exit Full Screen Mode
zh_cn: 退出全屏模式

# ExitFullScreenItem.Text
source: Exit Full Screen
zh_cn: 退出全屏

# ExitFullScreenItem.ToolTipService.ToolTip
source: Exit Full Screen Mode
zh_cn: 退出全屏模式

# ExitMiniModeItem.Label
source: Exit Mini Mode
zh_cn: 退出迷你模式

# ExportDataButton.Content
source: Export Data
zh_cn: 导出数据

# FavoriteHeader.Header
source: Favorite
zh_cn: 喜欢

# FavoriteSwipeItem.Text
source: Favorite
zh_cn: 喜欢

# FileSizeTextBlock.Text
source: File Size
zh_cn: 文件大小

# FileTypeTextBlock.Text
source: File Type
zh_cn: 文件类型

source: Finish Editing
zh_cn: 编辑完成

# FoldersTextBlock.Text
source: Folders
zh_cn: 文件夹

source: Full Screen
zh_cn: 全屏模式

# FullScreenButton.ToolTipService.ToolTip
source: Enter Full Screen Mode
zh_cn: 进入全屏模式

# FullScreenIconTextButton.Label
source: Full Screen
zh_cn: 全屏模式

# FullScreenIconTextButton.ToolTipService.ToolTip
source: Enter Full Screen Mode
zh_cn: 进入全屏模式

# FullScreenItem.Text
source: Full Screen
zh_cn: 全屏模式

# FullScreenItem.ToolTipService.ToolTip
source: Enter Full Screen Mode
zh_cn: 进入全屏模式

# GenreTextBlock.Text
source: Genre
zh_cn: 风格

# GoToAddHyperlinkButton.Content
source: Go to add >
zh_cn: 去添加 >

# GridViewItem.Label
source: Grid View
zh_cn: 网格模式

# GridViewItem.ToolTipService.ToolTip
source: Change to Grid View
zh_cn: 转为网格模式

# HelpButton.Content
source: Help
zh_cn: 查看帮助

# HelpCommandsTextBlock.Text
source: Help
zh_cn: 帮助

# HelpTextBlock.Text
source: Help
zh_cn: 帮助

# HideMultiSelectCommandBarToggleSwitch.OffContent
source: Hide multi-select commandbar after operation
zh_cn: 在操作后隐藏多选命令栏

# HideMultiSelectCommandBarToggleSwitch.OnContent
source: Hide multi-select commandbar after operation
zh_cn: 在操作后隐藏多选命令栏

source: hour
zh_cn: 小时

source: hours
zh_cn: 小时

# ImportDataButton.Content
source: Import Data
zh_cn: 导入数据

# ImportLyricsButton.ToolTipService.ToolTip
source: Import lyrics
zh_cn: 导入歌词

# InvalidTagTextBlock.Text
source: Invalid
zh_cn: 已失效

# IsEnabledAppBarToggleButton.Label
source: Is Enabled
zh_cn: 是否启用

# IsEnabledToggleSwitch.OffContent
source: Disabled
zh_cn: 已停用

# IsEnabledToggleSwitch.OnContent
source: Enabled
zh_cn: 已启用

# KeepRecentCheckBox.Content
source: Only keep 100 recently played items instead of all
zh_cn: 仅保留最近播放的100项而不是全部

source: Least Played
zh_cn: 最少播放

# ListViewItem.Label
source: List View
zh_cn: 列表模式

# ListViewItem.ToolTipService.ToolTip
source: Change to List View
zh_cn: 转为列表模式

source: Local Folder
zh_cn: 本地文件夹

# LocalItem.Content
source: Local
zh_cn: 本地

# LocalItem.ToolTipService.ToolTip
source: Manage Local Music
zh_cn: 管理本地音乐

source: Locate Artist
zh_cn: 定位歌手

# LocateCurrentButton.Label
source: Current Music
zh_cn: 当前音乐

# LocateCurrentButton.ToolTipService.ToolTip
source: Locate current music
zh_cn: 定位当前播放的音乐

# LyricsButton.ToolTipService.ToolTip
source: Show Lyrics
zh_cn: 显示歌词

# LyricsItem.Label
source: Show Lyrics
zh_cn: 显示歌词

# LyricsMenuItem.Text
source: Show Lyrics
zh_cn: 显示歌词

# LyricsModeComboItem.Content
source: Lyrics Mode
zh_cn: 歌词模式

# LyricsPivotItem.Header
source: Lyrics
zh_cn: 歌词

# LyricsTextBlock.Text
source: Lyrics
zh_cn: 歌词

# MiniModeButton.ToolTipService.ToolTip
source: Enter Mini Mode
zh_cn: 进入迷你模式

# MiniModeItem.Label
source: Mini Mode
zh_cn: 迷你模式

# MiniModeItem.ToolTipService.ToolTip
source: Enter Mini Mode
zh_cn: 进入迷你模式

# MiniModeMenuItem.Text
source: Mini Mode
zh_cn: 迷你模式

# MiniModeMenuItem.ToolTipService.ToolTip
source: Enter Mini Mode
zh_cn: 进入迷你模式

source: minute
zh_cn: 分钟

source: minutes
zh_cn: 分钟

# MoreButton.ToolTipService.ToolTip
source: More
zh_cn: 更多

source: Most Played
zh_cn: 最常播放

source: Multi Select
zh_cn: 多选

# MultiSelectAppButton.Label
source: Multi Select
zh_cn: 多选

source: Music Library
zh_cn: 音乐库

# MusicChangedComboItem.Content
source: Music Changed
zh_cn: 音乐变更

# MusicFolderTextBlock.Text
source: Music Folder
zh_cn: 音乐文件夹

# MusicInfoButton.ToolTipService.ToolTip
source: Show Music Info
zh_cn: 显示歌曲信息

# MusicInfoItem.Label
source: Show Music Info
zh_cn: 显示歌曲信息

# MusicInfoMenuItem.Text
source: Show Music Info
zh_cn: 显示歌曲信息

# MusicLibraryItem.Content
source: Music Library
zh_cn: 音乐库

# MusicLibraryItem.ToolTipService.ToolTip
source: All Songs
zh_cn: 所有歌曲

# MusicLibraryTextBlock.Text
source: Music Library
zh_cn: 音乐库

# MusicPreferenceCheckBox.Content
source: Preferred Songs
zh_cn: 偏好音乐

source: Mute
zh_cn: 静音

source: My Favorites
zh_cn: 我喜欢

# MyFavoritesItem.Content
source: My Favorites
zh_cn: 我喜欢

# MyFavoritesItem.ToolTipService.ToolTip
source: My Favorite Songs
zh_cn: 我喜欢的音乐

# NeverComboBoxItem.Content
source: Never
zh_cn: 永不发送

source: New Playlist
zh_cn: 新的播放列表

# NewPlaylistButton.ToolTipService.ToolTip
source: Create a New Playlist
zh_cn: 新建播放列表

# NewPlaylistNameTextBox.PlaceholderText
source: New Playlist Name
zh_cn: 新的播放列表名

# NextButton.ToolTipService.ToolTip
source: Next
zh_cn: 下一首

# NoAlbumArtTextBlock.Text
source: No Album Art
zh_cn: 没有专辑插图

# NoItemsTextBlock.Text
source: No item.
zh_cn: 暂无项目。

# NoResultTextBlock.Text
source: No result is found. Please check your spelling.
zh_cn: 找不到结果，请检查您的拼写。

# NoticeTextBlock.Text
source: Notice
zh_cn: 注意

# NotificationModeComboBoxTextBlock.Text
source: Notification Mode:
zh_cn: 通知模式：

# NotificationModeNormalComboItem.Content
source: Normal
zh_cn: 标准

# NotificationModeNormalComboItem.ToolTipService.ToolTip
source: Notifications are sent when window is not visible.
zh_cn: 窗口不可见时会发送通知

# NotificationModeQuickComboItem.Content
source: Quick
zh_cn: 快速

# NotificationModeQuickComboItem.ToolTipService.ToolTip
source: Notifications are sent when window is not visible, and will disappear after a few seconds.
zh_cn: 窗口不可见时会发送通知，通知会在几秒后消失

# NotificationModeReminderComboItem.Content
source: Reminder
zh_cn: 提醒

# NotificationModeReminderComboItem.ToolTipService.ToolTip
source: Always show notifications.
zh_cn: 通知将一直可见

# NotificationSendComboBoxTextBlock.Text
source: Send Notification:
zh_cn: 发送通知：

# NotificationTextBlock.Text
source: Notification
zh_cn: 通知

source: Now Playing
zh_cn: 正在播放

# NowPlayingItem.Content
source: Now Playing
zh_cn: 正在播放

# NowPlayingItem.ToolTipService.ToolTip
source: Now Playing
zh_cn: 正在播放

# NowPlayingTextBlock.Text
source: Now Playing
zh_cn: 正在播放

# OpenFolderIcon.ToolTipService.ToolTip
source: Select Folder
zh_cn: 选择文件夹

# OthersTextBlock.Text
source: Others
zh_cn: 其他

# PathBox.PlaceholderText
source: The root folder path of your music library
zh_cn: 你音乐库的根文件夹

# PathTextBlock.Text
source: Path
zh_cn: 路径

source: Pause
zh_cn: 暂停

# PauseButton.ToolTipService.ToolTip
source: Pause
zh_cn: 暂停

source: Pin To Start
zh_cn: 固定到开始菜单

# PlayAlbumItem.Text
source: Play Album
zh_cn: 播放专辑

# PlayAlbumItem.ToolTipService.ToolTip
source: Play all music from this album
zh_cn: 播放该专辑所有歌曲

# PlayAllButton.ToolTipService.ToolTip
source: Shuffle and play all
zh_cn: 随机播放全部

# PlayAppButton.Label
source: Play
zh_cn: 播放

# PlayArtistItem.Text
source: Play Artist
zh_cn: 播放歌手

# PlayArtistItem.ToolTipService.ToolTip
source: Play all music from this artist
zh_cn: 播放该歌手所有歌曲

# PlayButton.ToolTipService.ToolTip
source: Play
zh_cn: 播放

# PlayCommands1TextBlock.Text
source: Play {music | artist | album | list | folder} [keyword]
zh_cn: 播放{歌曲|歌手|专辑|歌单|文件夹} [关键词]

# PlayCommands2TextBlock.Text
source: Play [keyword]
zh_cn: 播放[关键词]

# PlayCommands3TextBlock.Text
source: Quick Play
zh_cn: 快速播放

# PlayControlCommandsTextBlock.Text
source: Play | Pause | Continue | Resume | Next | Previous
zh_cn: 播放|暂停|前一首|后一首|上一首|下一首

# PlayControlTextBlock.Text
source: Play Control
zh_cn: 播放控制

# PlayCountHeader.Header
source: Play Count
zh_cn: 播放次数

# PlayCountTextBlock.Text
source: Play Count
zh_cn: 播放次数

source: Playlist
zh_cn: 播放列表

# PlaylistButton.ToolTipService.ToolTip
source: Show Now Playing Playlist
zh_cn: 显示正在播放列表

# PlaylistDropdownButton.ToolTipService.ToolTip
source: See all playlists
zh_cn: 查看所有播放列表

# PlaylistMenuItem.Text
source: Now Playing
zh_cn: 正在播放

# PlaylistMenuItem.ToolTipService.ToolTip
source: Show Now Playing Playlist
zh_cn: 显示正在播放列表

# PlaylistPreferenceCheckBox.Content
source: Preferred Playlists
zh_cn: 偏好播放列表

# PlaylistsItem.Content
source: Playlists
zh_cn: 播放列表

# PlaylistsItem.ToolTipService.ToolTip
source: Show All Playlists
zh_cn: 所有播放列表

# PlaylistsTextBlock.Text
source: Playlists
zh_cn: 播放列表

# PlayModeAppButton.Label
source: Play Mode
zh_cn: 沉浸模式

# PlayTextBlock.Text
source: Play
zh_cn: 播放

# PreferenceSettingsInfoTextBlock.Text
source: Your preferences will have distinctive probabilities appearing in "Random Play" -> "Quick Play" according to their preferred levels.
zh_cn: 偏好的项目会根据偏好程度以更高或更低的概率出现在【随机播放】->【快速播放】中。

# PreferredAlbumsCheckBox.ToolTipService.ToolTip
source: Songs in preferred albums will have distinctive probabilities appearing in "Quick Play".
zh_cn: 偏好专辑中的歌曲会有更高或更低的概率出现在【快速播放】。

# PreferredArtistsCheckBox.ToolTipService.ToolTip
source: Songs by preferred artists will have distinctive probabilities appearing in "Quick Play".
zh_cn: 偏好歌手的歌曲会有更高或更低的概率出现在【快速播放】。

# PreferredFoldersCheckBox.ToolTipService.ToolTip
source: Songs under preferred folders (exclude sub-folders) will have distinctive probabilities appearing in "Quick Play".
zh_cn: 偏好文件夹的歌曲（不包含子文件夹）会有更高或更低的概率出现在【快速播放】。

# PreferredPlaylistsCheckBox.ToolTipService.ToolTip
source: Songs in preferred playlists will have distinctive probabilities appearing in "Quick Play".
zh_cn: 偏好播放列表的歌曲会有更高或更低的概率出现在【快速播放】。

# PreferredSongsCheckBox.ToolTipService.ToolTip
source: Preferred songs will have distinctive probabilities appearing in "Quick Play".
zh_cn: 偏好的歌曲会有更高或更低的概率出现在【快速播放】。

# PrevButton.ToolTipService.ToolTip
source: Previous
zh_cn: 前一首

# PropertiesPivotItem.Header
source: Properties
zh_cn: 歌曲信息

# PropertiesTextBlock.Text
source: Properties
zh_cn: 歌曲信息

# PublisherTextBlock.Text
source: Publisher
zh_cn: 发布者

source: Random Play
zh_cn: 随机播放

# RandomPlayButton.Label
source: Shuffle
zh_cn: 随机播放

# ReauthorizeButton.Content
source: Reauthorize
zh_cn: 重新授权

# ReauthorizeButton.ToolTipService.ToolTip
source: If you still keep the data of app after system reset, you need to reauthorize this app to access the original music folder.
zh_cn: 如果你在重装系统后仍然保留了该应用的数据，你需要重新授权该应用以访问你的音乐文件夹

source: Recent
zh_cn: 最近

source: Recent Added
zh_cn: 最近添加

source: Recent Played
zh_cn: 最近播放

# RecentAddedItem.Header
source: Recently Added
zh_cn: 最近添加

# RecentItem.Content
source: Recent
zh_cn: 最近

# RecentItem.ToolTipService.ToolTip
source: Recent
zh_cn: 最近

# RecentPlayedItem.Header
source: Recently Played
zh_cn: 最近播放

# RecentPlayedItemTextBlock.Text
source: The number of recently played songs to keep:
zh_cn: 保留最近播放的歌曲数：

# RecentSearchesItem.Header
source: Recent Searches
zh_cn: 最近搜索

# RecentTextBlock.Text
source: Recent
zh_cn: 最近

source: Refresh Directory
zh_cn: 更新文件夹

# RefreshArtist
source: Reload
zh_cn: 重新载入

# RefreshItem.Label
source: Refresh Directory
zh_cn: 更新文件夹

# RefreshItem.ToolTipService.ToolTip
source: Update current directory
zh_cn: 更新当前文件夹

# ReleaseNotesBugFixes.Text
source: Bug fixes and various improvements.
zh_cn: 问题修复和优化。

# ReleaseNotesBugFixesDragAndDrop.Text
source: Drag-and-drop seems to work perfectly.
zh_cn: 修复音乐拖拽的问题。

# ReleaseNotesButton.Content
source: Release Notes
zh_cn: 更新日志

# ReleaseNotesCreateNewPlaylistButtonMoved.Text
source: In the Playlist page, the Create New Playlist button is moved to the dropdown list, and the Add To button is removed.
zh_cn: 播放列表界面的“创建新的播放列表”已经移到了下拉菜单，“添加到”按钮被移除了。

# ReleaseNotesFeedbackViaEmail.Text
source: Now you can share you feedbacks via email!
zh_cn: 现在可以通过邮件提供反馈和建议~

# ReleaseNotesHistoryUpdates.Text
source: History Updates
zh_cn: 历史更新

# ReleaseNotesImportLyrics.Text
source: Supports importing lyrics from a txt/lrc/mp3 file.
zh_cn: 支持从txt、lrc、mp3文件中导入歌词。

# ReleaseNotesImproveMultiSelect.Text
source: Improved multi-select.
zh_cn: 优化了多选。

# ReleaseNotesImproveSearchPage.Text
source: Search page is improved.
zh_cn: 优化了搜索页面。

# ReleaseNotesIntroduceReleaseNotes.Text
source: Release Notes dialog is introduced. You can find it in the Settings page.
zh_cn: 添加了更新日志，你可以在设置页面再次查看。

# ReleaseNotesNowPlayingHighlight.Text
source: Fix a highlighting problem when Now Playing playlist has duplicate songs.
zh_cn: 修复了正在播放重名歌曲的高亮问题。

# ReleaseNotesOpenWithSMPlayer.Text
source: Now supports open music with SMPlayer.
zh_cn: 支持用简音播放器打开音乐文件。

# ReleaseNotesPlayNext.Text
source: "Play Next" has been added to the right-click menu, while "Move to top" is removed.
zh_cn: 右键菜单添加了“下一首播放”，移除了“移到最前”。

# ReleaseNotesPlayWithSMPlayer.Text
source: Now supports play music with SMPlayer.
zh_cn: 支持用简音播放器播放音乐文件。

# ReleaseNotesPreferenceSettingsAdded.Text
source: 【New Feature!!!】Preference Settings is added to the Now Playing page. Items the Preference List will have a high posibility of being played.
zh_cn: 【新功能！】“正在播放”页面中添加了偏好设置，处于偏好列表中的项目会有更高的概率被随机播放。

# ReleaseNotesSearchPageAddAllToButton.Text
source: Search page now has an AddAllTo button.
zh_cn: 搜索页面有了“添加全部到”按钮。

# ReleaseNotesSettingsCheckBoxChanged.Text
source: 【Improvements】Some check boxes in the Settings page are changed to toggle switches.
zh_cn: 【体验优化】优化了设置页面的一些控件展示，搜索历史页面增加了“移除”按钮

# ReleaseNotesShowCount.Text
source: Some pages now shows the number of items in a collection.
zh_cn: 部分页面会显示列表项总数了。

# ReleaseNotesShowInExplorerBugFix.Text
source: 【Bug Fix】When you click "Show In Explorer" or "Multi-Select" on a folder, the app no longer crashes; Albums page now shows correct albums.
zh_cn: 【问题修复】修复了在文件夹上点击“在本地显示”时造成的闪退问题；修复了“本地”页面无法多选的问题；修复了专辑页面不包含全部专辑的问题。

# ReleaseNotesShowLyricsInNotifications.Text
source: Now lyrics can be displayed in notifications.
zh_cn: 现已支持在通知中显示歌词。

# ReleaseNotesSortByDateAdded.Text
source: Sort by date added.
zh_cn: 通过添加日期搜索。

# ReleaseNotesSupportsMultiSelect.Text
source: Now supports multi-select.
zh_cn: 现已支持多选。

# ReleaseNotesTextBlock.Text
source: Release Notes
zh_cn: 更新日志

# ReleaseNotesVersion.Text
source: Version:
zh_cn: 版本：

# ReleaseNotesVoiceAssistant.Text
source: You can now play music via voice assistant. Notice: you can only say "play music/artist/album/folder/playlist".
zh_cn: 现在可以通过语音助手来播放歌曲。注意：目前仅支持说“播放歌曲/歌手/专辑/文件夹/播放列表”。

# ReleaseNotesVoiceAssistantImprovements.Text
source: 【Improvements】Voice assistant is a little little little bit smarter, and now supports some new commands. Check out Settings page for more information.
zh_cn: 【体验优化】语音助手不仅更智能了一点点点，还支持更多命令了！请到设置页面查看其详情。

source: Remove From List
zh_cn: 从列表中移除

source: Remove From Playlist
zh_cn: 从播放列表中移除

# RemoveAppButton.Label
source: Remove From List
zh_cn: 从列表中移除

# RemoveButton.Content
source: Remove
zh_cn: 移除

# RemoveSwipeItem.Text
source: Remove
zh_cn: 移除

source: Rename
zh_cn: 重命名

# RenameButton.Label
source: Rename
zh_cn: 重命名

# RenameButton.ToolTipService.ToolTip
source: Rename Playlist
zh_cn: 重命名播放列表

# RenameItem.Text
source: Rename
zh_cn: 重命名

# ResetButton.Content
source: Reset
zh_cn: 重置

# ResetLyricsButton.ToolTipService.ToolTip
source: Reset Lyrics
zh_cn: 重设歌词

# ResetMusicPropertiesButton.ToolTipService.ToolTip
source: Reset Properties
zh_cn: 重设歌曲信息

# ReverseSelectionAppButton.Label
source: Reverse Selection
zh_cn: 反选

# SaveAlbumArtButton.ToolTipService.ToolTip
source: Save album art
zh_cn: 保存专辑插图

# SaveChangesButton.Content
source: Save Changes
zh_cn: 保存变更

# SaveLyricsButton.ToolTipService.ToolTip
source: Save Lyrics
zh_cn: 保存歌词

# SaveMusicPropertiesButton.ToolTipService.ToolTip
source: Save Properties
zh_cn: 保存歌曲信息

# SavePlaylistMenuItem.Text
source: Save as a Playlist
zh_cn: 保存为播放列表

# SavePlaylistMenuItem.ToolTipService.ToolTip
source: Save "Now Playing" as a Playlist
zh_cn: 将正在播放保存为新的播放列表

# SaveProgressToggleSwitch.OffContent
source: Save music progress on exit.
zh_cn: 退出时保存播放进度

# SaveProgressToggleSwitch.OnContent
source: Save music progress on exit.
zh_cn: 退出时保存播放进度

# SaveTextBlock.Text
source: Save
zh_cn: 保存

source: Search Directory
zh_cn: 搜索目录

# SearchBar.PlaceholderText
source: Search
zh_cn: 搜索

# SearchBar.ToolTipService.ToolTip
source: Search music, artist, album, playlist, folder
zh_cn: 搜索歌曲、歌手、专辑、播放列表、文件夹

# SearchButton.ToolTipService.ToolTip
source: Search music, artist, album, playlist, folder
zh_cn: 搜索歌曲、歌手、专辑、播放列表、文件夹

# SearchCommandsTextBlock.Text
source: Search [keyword]
zh_cn: 搜索[关键词]

# SearchLyricsButton.ToolTipService.ToolTip
source: Search Lyrics
zh_cn: 搜索歌词

# SearchTextBlock.Text
source: Search
zh_cn: 搜索

source: second
zh_cn: 秒

source: seconds
zh_cn: 秒

source: See Album
zh_cn: 查看专辑

source: See Album Art
zh_cn: 查看专辑插图

source: See Artist
zh_cn: 查看歌手

source: See Lyrics
zh_cn: 查看歌词

source: See Music Info
zh_cn: 查看歌曲信息

source: Select
zh_cn: 选择

# SelectAllAppButton.Label
source: Select All
zh_cn: 全选

# SelectArtistTextBlock.Text
source: Select an artist on the left
zh_cn: 在左侧选择一位歌手

# SetAsPreferredAppBarButton.Label
source: Set As Preferred
zh_cn: 设为偏好

source: Settings
zh_cn: 设置

source: Show Lyrics
zh_cn: 显示歌词

source: Show Music Info
zh_cn: 显示歌曲信息

# ShowAllPlaylistButton.ToolTipService.ToolTip
source: Show All Playlists
zh_cn: 显示所有播放列表

# ShowCountToggleSwitch.OffContent
source: Show Count
zh_cn: 展示计数

# ShowCountToggleSwitch.OnContent
source: Show Count
zh_cn: 展示计数

# ShowInExplorerButton.Content
source: Check out
zh_cn: 查看

# ShowInExplorerButton.ToolTipService.ToolTip
source: Show In Explorer
zh_cn: 在本地中显示

# ShowLyricsInNotificationInfo.ToolTipService.ToolTip
source: Supports showing lrc-format lyrics with hundred-millisecond precision. Lrc lyrics will be read in this order: local lrc files, Internet sources, music built-in lyrics.
zh_cn: 支持lrc格式歌词，并以百毫秒精度展示。 会以以下顺序读取lrc歌词：本地音乐同名lrc文件、互联网、音乐内置歌词。

# ShowLyricsInNotificationToggleSwitch.OffContent
source: Show lyrics in notification
zh_cn: 在通知中显示歌词

# ShowLyricsInNotificationToggleSwitch.OnContent
source: Show lyrics in notification
zh_cn: 在通知中显示歌词

source: Shuffle
zh_cn: 随机播放

# ShuffleButton.Label
source: Shuffle
zh_cn: 随机播放

# ShuffleButton.ToolTipService.ToolTip
source: Shuffle Playlist
zh_cn: 随机播放列表

# ShuffleItem.Label
source: Shuffle
zh_cn: 随机播放

# ShuffleItem.ToolTipService.ToolTip
source: Shuffle and play all music under current directory
zh_cn: 随机播放当前目录所有音乐

# SongsTextBlock.Text
source: Songs
zh_cn: 歌曲

source: Sort
zh_cn: 排序

# SortAppButton.Label
source: Sort
zh_cn: 排序

# StopButton.Content
source: Stop
zh_cn: 中止

# SubtitleTextBlock.Text
source: Subtitle
zh_cn: 副标题

# ThemeColorButton.ToolTipService.ToolTip
source: Change theme color
zh_cn: 更换主题颜色

# ThemeTextBlock.Text
source: Theme
zh_cn: 主题

# TitleHeader.Header
source: Title
zh_cn: 标题

# TitleTextBlock.Text
source: Title
zh_cn: 标题

# TrackNumberTextBlock.Text
source: Track Number
zh_cn: 音轨

source: Undo Mute
zh_cn: 取消静音

# UndoButton.Content
source: Undo
zh_cn: 撤销

# UndoPreferAppBarButton.Label
source: Undo Prefer
zh_cn: 取消偏好

source: UnPin
zh_cn: 解除固定

# UpdateMusicLibraryButton.Content
source: Reload Music Library
zh_cn: 重新加载音乐库

# ViaEmailMenuFlyoutItem.Text
source: Via Email
zh_cn: 通过邮件

# ViaWebBrowserMenuFlyoutItem.Text
source: Via Web Browser
zh_cn: 通过浏览器
